const Charr = {
  caption: 'Charr',
  text: [
    '最初的夏尔是典型的“仇神主义”，鄙夷神明的存在并试图向其发起战斗。当他们最终被携着六真神之力的人类击败，',
    '夏尔也开始寻找他们自己的神。灼晶之灾发生前的两百多年，烈焰军团的燃烧战队在赫兰默尔火山口内发现了“火焰之神”。依靠这些“神明”的力量，萨满阶层被建立起来，领导整个夏尔部族。'
  ].join('<br/>'),
  boxes: loc('黑色堡壘Black Citadel'),
  children: [{
    caption: '四大軍團',
    text: [
      'Charr政治建立在四大軍團的基礎上,以工程師為核心的鋼鐵軍團、戰士為主的血之軍團、負責偵查和暗殺活動的灰燼軍團,薩滿與巫師組成的火焰軍團(Flame Legion),互相獨立,共同掌控Charr的軍事社會。',
      '',
      '火焰軍團獲得了泰坦的力量後,強勢主導Charr一族。',
      '隨著泰坦被擊敗,火焰軍團陷入一片混亂,Charr的女英雄-卡拉·焦刃Kalla Scorchrazor帶領在父權社會下被逼迫的Charr女性和原先被逼迫的三個軍團共同起義對抗，最後將被視為叛徒的火焰軍團逐出。',
      '從此，Charr的女性被解放，也再次的能在Charr社會中立足。',
      '火焰軍團則因為被認為不依賴自身,反而崇尚虛幻不實的神祉力量,被謔稱為拜金軍團(Gold Legion)。',
      '',
      '這個轉變不僅讓Charr的入侵終止,更讓Charr和人類有了和平共存的希望。',
    ].join('<br/>'),
  }],
}