const DestinysEdge = {
	caption: '命運之刃 - 傳奇冒險公會',
	text: [
		'命運之刃是泰瑞亞大陸上家喻戶曉的冒險公會, 他們致力於對抗上古巨龍和牠們的爪牙,締造了許多空前的勝利,甚至是直接面對過冰霜巨龍跟水晶巨龍。',
		'但在最後一場與水晶巨龍Kralkatorrik的戰鬥前, 做為命運之刃強大護盾的重要成員-Logan Thackeray不顧一切的離去前往解救愛慕的珍娜女王Queen Jennah',
		'不僅導致了行動關鍵的史納夫Snaff死亡,讓整個行動失敗,命運之刃也就此解散。',
		'命運之刃的成員由各族的英雄組成，GW2遊戲的個人故事就是圍繞著對這些英雄們的憧憬開始。'
	].join('<br/>'),
	imgs: img('Destinys_Edge.jpg'),
	children: [{
		caption: 'Caithe',
		text: [
			'凯西是一名初代sylvari。虽然大部分sylvari 都喜欢阳光，但是凯西从来不畏惧黑暗，只求可以找出真相。作为苍白之树的勇士，凯西的野猎是杀死上古巨龙泽坦。',
			'当sylvari 还是个年轻种族的时候，大部分的初代sylvari 都希望待在母树身边，但是凯西和法莱恩却想出去看看这个世界。在这段时间，他们建立了深刻的友谊，慢慢的变成了爱人。当 Cadeyrn 将法莱恩带入到梦魇教廷的时候，凯西是同意的。但是当法莱恩最终决定的时候，凯西退缩了，自那以后，两人彻底决裂了。现在，凯西依旧站在梦魇的边缘，虽然拒绝加入法莱恩，但是她们却实质上并没有真正的分开过。',
			'Caithe 是一位希瓦里爾的盜賊, 同時也是最初來到泰瑞亞Tyria大陸的十二位成員之一, 和其他初誕者Firstborn避談噩夢與黑暗不同, 凱西並不畏懼直接面對黑暗的力量, 反更身入那些未知的黑暗道路中', '',
			'她和另一位初誕者, 現今掌管噩夢之庭 Nightmare Court 的女公爵弗蘭 Faolain 曾是一對戀人, 但當弗蘭選擇走向黑暗的道路時, 凱西選擇了離開, , 也讓二人漸行疏遠。',
			'即便如此, 弗蘭也從未放棄引誘, 甚至是下毒脅迫凱西追隨噩夢與黑暗。',
			'在命運之刃解散後, 凱西堅守自己的信念持續對抗上古巨龍的破壞, 希望藉此能讓命運之刃回到往日的光景。'
		].join('<br/>'),
		imgs: img('Caithe.jpg')
	}, {
		caption: 'Eir Stegalkin & Garm',
		text: [
			'Eir Stegalkin 是一位和她的狼-Garm遊歷各地的Norn遊俠',
			'她是眾所皆知的命運之刃領導者, 她是一位出名的探險家與藝術家',
			'她在命運之刃解散後回到了HoelBrak, 對抗上古巨龍行動失敗讓她的意志消沉',
			'光采不復以往,也讓許多人開始質疑她現今的能力。'
		].join('<br/>'),
	}, {
		caption: 'Logan Thackeray',
		text: [
			'Logan Thackeray是駐紮在神祐之城Divinity\'s Reach 的熾天使軍團Seraph人類指揮官, ',
			'也是阿斯卡隆Ascalon英雄的後裔。他的哥哥迪Dylan在一場戰役中喪生, 洛根則繼承了他的配劍和他成為英雄的信念。',
			'年輕的洛根殷勤愛慕著珍娜女王, 並宣示用生命保護她, 珍娜女王同樣對洛根有著好感, 但卻礙於職責而躊躇。',
			'洛根總能感應到在對女王人身安全造成的威脅, 並即使的前往解化解危機。',
			'當年, 命運之刃在對抗時水晶巨龍的同時, 巨龍的爪牙包圍了珍娜女王所在的黑檀鷹堡 Ebonhawke ',
			'洛根感應到了女王內心的呼喚因而離開命運之刃, 前往拯救心愛的女王, 因而成為神祐之城的英雄。',
			'但所付出的代價是, 另一位關鍵成員Saff繼而喪生導致了行動失敗和命運之刃的解散, 其他的成員也將失敗的原因歸咎在洛根身上。'
		].join('<br/>'),
	}, {
		caption: 'Rytlock Brimstone',
		text: [
			'Rytlock Brimstone是直接聽命於血之軍團Blood Legion最高領導的軍團司令官Tribune, ',
			'也是夏爾Charr在黑色堡壘 Black Citadel 中公認最善戰的勇士之一。',
			'他手中拿著曾經屬於盧瑞克王子 Prince Rurik 的聖劍 Sohothin',
			'(另一把曾經在國王埃德伯恩 King Adelbern 手中釋放出 阿斯卡隆仇火 Foefire 的遠古神器 - 聖劍瑪格達 Magdaer 的雙生對劍。)', '',
			'即使種族間有著矛盾和衝突, Rytlock和Logan卻曾經有著情同手足般的的友誼',
			'但在Logan的離去間接造成命運之刃的解散後, 二人便心生芥蒂',
			'這也讓夏爾種族中的某些人抨擊他和人類的關係, 並試圖打壓他在軍團的地位。'
		].join('<br/>'),
	}, {
		caption: 'Snaff',
		text: [
			'Snaff是阿蘇拉種族中公認的天才,在加入命運之刃前,就已經是個技術精湛的魔像大師, 更是個出名的魔法專家與發明家。',
			'在和水晶巨龍 Kralkatorrik 的戰鬥中, Snaff利用他的發明成功的控制了上古巨龍的意志, 但他的身亡和命運之刃的解散。',
			'史納夫被視為傳奇的英雄人物, 阿蘇拉人在他死後建立了一座以他為名的實驗室來紀念他, Snaff獎也是阿蘇拉種族中的最高榮譽。'
		].join('<br/>'),
	}, {
		caption: 'Zojja',
		text: [
			'Zojja曾是Snaff的學徒,實踐著他的理念。',
			'她認為史納夫是一名天才(而史納夫也同樣給卓嘉相同的評價, 這在高度自傲的阿蘇拉族中十分罕見),',
			'Snaff死後, 卓嘉火化了他的遺體,帶著骨灰回到了 Rata Sum, 安身在協同力學院 College of Synergistics指導年輕的後輩',
			'浮動急躁的性格和幹近十足的天性, 讓卓嘉的評價二極不一, ',
			'但在她試圖從悲傷走出適應現狀的內心深處, 仍舊期盼著回到那些曾經和史納夫在命運之刃的日子。'
		].join('<br/>'),
	}],
}