const DestinysEdge = {
	caption: '命運之刃 - 傳奇冒險公會',
	text: [
		'命運之刃是泰瑞亞大陸上家喻戶曉的冒險公會, 他們致力於對抗上古巨龍和牠們的爪牙,締造了許多空前的勝利,甚至是直接面對過冰霜巨龍跟水晶巨龍。',
		'但在最後一場與水晶巨龍Kralkatorrik的戰鬥前, 做為命運之刃強大護盾的重要成員-Logan Thackeray不顧一切的離去前往解救愛慕的珍娜女王Queen Jennah',
		'不僅導致了行動關鍵的史納夫Snaff死亡,讓整個行動失敗,命運之刃也就此解散。',
		'命運之刃的成員由各族的英雄組成，GW2遊戲的個人故事就是圍繞著對這些英雄們的憧憬開始。'
	].join('<br/>'),
	imgs: img('Destinys_Edge.jpg'),
	children: [{
		caption: 'Caithe',
		text: [
			'Caithe是一名初代sylvari。雖然大部分sylvari 都喜歡陽光，但是Caithe從來不畏懼黑暗，只求可以找出真相。作為蒼白之樹的勇士，Caithe的野獵是殺死上古巨龍澤坦。',
			'當sylvari 還是個年輕種族的時候，大部分的初代sylvari 都希望待在母樹身邊，但是Caithe和Faolain卻想出去看看這個世界。在這段時間，他們建立了深刻的友誼，慢慢的變成了愛人。',
			'Faolain一直都是關於問題的，而Caithe一直都是關於答案的。他們彼此相愛，共同探索世界。但是，Caithe的精神變得像一棵幼樹一樣直，真實，而Faolain已經像毒藤一樣變得扭曲。',
			'Faolain 現今掌管噩夢之庭 Nightmare Court。Faolain也從未放棄引誘, 甚至是下毒脅迫Caithe追隨噩夢與黑暗。',
			'在命運之刃解散後, Caithe堅守自己的信念持續對抗上古巨龍的破壞, 希望藉此能讓命運之刃回到往日的光景。'
		].join('<br/>'),
		imgs: img('Caithe.jpg', 'Faolain.jpg')
	}, {
		caption: 'Eir Stegalkin & Garm',
		text: [
			'Eir Stegalkin 是一位和她的狼-Garm遊歷各地的Norn遊俠，她是眾所皆知的命運之刃領導者, 她是一位出名的探險家與藝術家',
			'Eir早年的故事無人知曉。人們只知道Eir小的時候，她的父親在冰巢怪的襲擊下身亡，Eir立志要殺死卓瑪和其他上古巨龍。多年以後，她有了自己的孩子Braham。她的丈夫清楚，Eir的傳奇還沒有結束，所以他主動要求獨自撫養Braham，這樣Eir可以繼續自己的旅程，這在諾恩中也是少見的行為。',
			'在接下來的幾年中，Eir在HoelBrak的郊外搭建了自己的家。在那裡，她以雕刻謀生，同時找尋擊敗上古巨龍和它們的爪牙的辦法。Snaff和他的學徒Zojia前來委託她雕刻新型魔像時，她產生了與他們聯合組成團隊的想法。', '',
			'在他們準備與格林特並肩作戰擊敗上古巨龍時，克拉卡托蘇醒，並向南飛走，襲擊了黑檀鷹堡，而此時羅根收到珍娜女王的心靈感應。Logan要求離開，並且與Rytlock 發生爭執。Eir試圖說服他留下，但是羅根選擇了利用Snaff的傳送裝置偷偷溜走。雖然他們少了一個人， Eir還是決定繼續執行計畫。', '',
			'最終公會失敗了，她在命運之刃解散後回到了HoelBrak, 對抗上古巨龍行動失敗讓她的意志消沉，光采不復以往,也讓許多人開始質疑她現今的能力。',
		].join('<br/>'),
	}, {
		caption: 'Logan Thackeray',
		text: [
			'Logan Thackeray是駐紮在神祐之城Divinity\'s Reach 的熾天使軍團Seraph人類指揮官, ',
			'也是阿斯卡隆Ascalon英雄的後裔。他的哥哥迪Dylan在一場戰役中喪生, 洛根則繼承了他的配劍和他成為英雄的信念。',
			'年輕的洛根殷勤愛慕著珍娜女王, 並宣示用生命保護她, 珍娜女王同樣對洛根有著好感, 但卻礙於職責而躊躇。',
			'洛根總能感應到在對女王人身安全造成的威脅, 並即使的前往解化解危機。',
			'當年, 命運之刃在對抗時水晶巨龍的同時, 巨龍的爪牙包圍了珍娜女王所在的黑檀鷹堡 Ebonhawke ',
			'洛根感應到了女王內心的呼喚因而離開命運之刃, 前往拯救心愛的女王, 因而成為神祐之城的英雄。',
			'但所付出的代價是, 另一位關鍵成員Saff繼而喪生導致了行動失敗和命運之刃的解散, 其他的成員也將失敗的原因歸咎在洛根身上。'
		].join('<br/>'),
	}, {
		caption: 'Rytlock Brimstone',
		text: [
			'Rytlock Brimstone是直接聽命於血之軍團Blood Legion最高領導的軍團司令官Tribune, ',
			'也是夏爾Charr在黑色堡壘 Black Citadel 中公認最善戰的勇士之一。',
			'他手中拿著曾經屬於盧瑞克王子 Prince Rurik 的聖劍 Sohothin',
			'(另一把曾經在國王埃德伯恩 King Adelbern 手中釋放出 阿斯卡隆仇火 Foefire 的遠古神器 - 聖劍瑪格達 Magdaer 的雙生對劍。)', '',
			'即使種族間有著矛盾和衝突, Rytlock和Logan卻曾經有著情同手足般的的友誼',
			'但在Logan的離去間接造成命運之刃的解散後, 二人便心生芥蒂',
			'這也讓夏爾種族中的某些人抨擊他和人類的關係, 並試圖打壓他在軍團的地位。'
		].join('<br/>'),
	}, {
		caption: 'Snaff',
		text: [
			'Snaff是阿蘇拉種族中公認的天才,在加入命運之刃前,就已經是個技術精湛的魔像大師, 更是個出名的魔法專家與發明家。',
			'在和水晶巨龍 Kralkatorrik 的戰鬥中, Snaff利用他的發明成功的控制了上古巨龍的意志, 但他的身亡和命運之刃的解散。',
			'史納夫被視為傳奇的英雄人物, 阿蘇拉人在他死後建立了一座以他為名的實驗室來紀念他, Snaff獎也是阿蘇拉種族中的最高榮譽。'
		].join('<br/>'),
	}, {
		caption: 'Zojja',
		text: [
			'Zojja曾是Snaff的學徒,實踐著他的理念。',
			'她認為史納夫是一名天才(而史納夫也同樣給卓嘉相同的評價, 這在高度自傲的阿蘇拉族中十分罕見),',
			'Snaff死後, 卓嘉火化了他的遺體,帶著骨灰回到了 Rata Sum, 安身在協同力學院 College of Synergistics指導年輕的後輩',
			'浮動急躁的性格和幹近十足的天性, 讓卓嘉的評價二極不一, ',
			'但在她試圖從悲傷走出適應現狀的內心深處, 仍舊期盼著回到那些曾經和史納夫在命運之刃的日子。'
		].join('<br/>'),
	}],
}